<?php
/**
 * Niushop商城系统 - 团队十年电商经验汇集巨献!
 * =========================================================
 * Copy right 2019-2029 上海牛之云网络科技有限公司, 保留所有权利。
 * ----------------------------------------------
 * 官方网址: https://www.niushop.com.cn
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和使用。
 * 任何企业和个人不允许对程序代码以任何形式任何目的再发布。
 * =========================================================
 */
return [
    'name' => 'manjian',
    'title' => '满减送活动',
    'description' => '满减送活动',
    'type' => 'promotion', //插件类型  system :系统插件(自动安装), promotion:扩展营销插件  tool:工具插件
    'status' => 1,
    'author' => '',
    'version' => '4.0.0',
    'version_no' => '202008040001',
    'content' => '',
];